{
  "a5cbe3865a0ab83b380872b28eda288a": "According to police, the incident was triggered by two winter sports enthusiasts - more information to follow!",
  "1b7136d339760f6c45a10ad681575742": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Monday, January 12, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: Originating from a low-pressure system, a warm front is moving eastward out of the Alpine region. Subsequently, high pressure extending from the Mediterranean region across the Alpine region will bring an area of high pressure.<br><br> WEATHER FORECAST: Significant rain is expected overnight into Tuesday, with accumulations ranging from 10 to 20 liters per square meter. This will result in 10 to 20 cm of fresh snow above the snow line of approximately 1800 m, with slightly more than 20 cm possible in the high mountains of the Berchtesgaden Alps. At the same time, strong winds of around 50 km/h will blow, initially from the northwest, later from the southwest. The precipitation will taper off during the second half of the night, and the clouds will begin to break up in some areas. Temperatures will be slightly above freezing in low and mid-elevations, dropping to -2°C at 2000 m and -7°C on the Zugspitze.<br><br> On Tuesday, a pleasant mix of sun and clouds is expected, with only a few clouds clearing towards evening. It will be very mild in valleys, reaching up to 12 degrees Celsius. At 2000 meters, it will be an unusually mild +4 degrees Celsius, with the freezing level at 2600 meters and -4 degrees Celsius at 3000 meters. At the same time, the west to southwest wind will subside considerably, blowing at only about 20 to 40 km/h.<br><br> Overnight into Wednesday, varying degrees of high clouds will drift through the area. The mountains will remain clear. With prolonged periods of clear skies, temperatures will drop to around -5 degrees Celsius, regardless of altitude. A moderate westerly wind of approximately 20 km/h will blow.<br><br> Further outlook until Thursday, January 15, 2026: On Wednesday, more clouds than sun, mostly pleasant. Light southwest wind. On Thursday, initially overcast, mountains shrouded in clouds, but clearing up during the day and cloudless by evening. Moderate to fresh southwest wind. Mild temperatures on both days.</div>",
  "e2e2841552db2d39ecbb9fee6a30e2e2": "Three people involved. Skier 1 triggered the avalanche, catching skiers 2 and 3. Skier 3 was partially buried but was able to free himself.",
  "70ec09e57b0ab4b2bb9d2e925c11e00e": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Tuesday, January 13, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: The low-pressure system Hiltrud is moving eastward across Scandinavia. Its warm front has already moved eastward, and behind it, an unusually mild air mass is reaching the Bavarian Alps in the warm sector. Subsequently, a ridge of high pressure from central Europe will extend into northeastern Europe, bringing high pressure influence.<br><br> WEATHER FORECAST: This Tuesday evening and into Wednesday night, only high clouds will pass through; the mountains will remain completely clear. Temperatures will drop to between -1 and -5 degrees Celsius, and in sheltered high-altitude areas above snow with occasional clearing, even to -12 degrees Celsius. A light wind of 10 km/h will blow from the west to southwest.<br><br> On Wednesday, varying degrees of high clouds will drift through the region. Consequently, there will be little sunshine. It will be unusually mild, with temperatures reaching 11 degrees Celsius in higher valleys, up to +3 degrees Celsius at 2000 meters altitude, and down to -4 degrees Celsius on the Zugspitze. Winds will be light from the west, up to 15 km/h, in most Alpine regions, but fresh to strong from the west-southwest, reaching up to 40 km/h, in the higher elevations of the Allgäu Alps. Overnight into Thursday, dense, high clouds will move in from the north. Temperatures will remain above freezing in some valleys, reaching +2 degrees Celsius, while in the mountains they will drop to between -3 and -7 degrees Celsius. No change in wind direction is expected.<br><br> Further outlook until Friday, January 16, 2026: On Thursday, dense clouds will move in, but the mountains will only be shrouded in clouds temporarily and only locally. Dry. Sunny in the afternoon. Light winds. On Friday, plenty of sunshine, although somewhat obscured by high clouds. Good visibility. Very mild. Expected light to moderate winds from the south, therefore only slightly föhn-like.</div>",
  "9e7e0ed309c832f7de89b39a8dc4f13a": "ECTN 12@21.0cm: Partial fraction (N) (1)\nECTN 12@21.0cm: Partial fraction (N) (2)",
  "4df5e769eaa23630400c9d892f0ce0c0": "Profile in the area of the crown edge of a medium-sized avalanche from the previous day – triggered by a single skier\n\nECT 31: no fracture\nKB 2@60.0cm: smooth fracture",
  "46029f680d8efb07932bbe4cdcaffe89": "ECTN 23@80.0cm: Partial fraction (N)",
  "d9739fcc7f6c654c166517718b7f4ecc": "Wind-encrusted area below ridge;\n\nCT 12@130.0cm: Resistive fracture, smooth (RP)\n\nCT 22@50.0cm: Sudden fracture, smooth (SP)\n\nCT 24@50.0cm: Sudden fracture, smooth (SP)\n\nECT 31: No fracture",
  "e697cc8a9523114f60b2c198566357a3": "Profile survey at the fracture line (edge) of the avalanche on December 15, 2019 / 11:40 AM, approximately 30 meters below the possible trigger point of the slab avalanche (width varies from 50 to 90 meters, length 400 meters).\n\nA second attempt yielded almost the same result.",
  "0ca55064d0f6dc1db0ca1d5fcb4a02b0": "CT 1@65.0cm: sudden smooth fracture (SP). Without CT test, layer 65-64.5 was not detected. CT test repeated, same result.",
  "2e4e900e5ca662281f72426acba6bb7a": "ECTP 14 at 37 cm\nProfile after a slab avalanche involving a person,\none person swept away, not buried, uninjured.\n\nECTP 14@37.0cm: sudden fracture (P) (entire block)",
  "cd2e4fc62980154102a11176b460dff9": "Snow profile taken during an avalanche rescue operation on the northwest face of the Steinmandl, approximately 50 meters below the summit. The avalanche was triggered by a skier who was carried approximately 30 meters and then continued skiing. The incident was reported by witnesses in the Hählekopf area.\n\nECTN 7@70.0cm: Partial fracture (N)\n\nStrikingly large variations in snowpack thickness on this slope are evident due to previous drifting.",
  "7a11e9172783751e90d21493fe0718f4": "ECTP 11@76.0cm: sudden break (P) (entire block)",
  "00b25521d97721807b12e6d16aaca417": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Wednesday, January 14, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: A large low-pressure system in the eastern Atlantic is causing a high-pressure southwest weather pattern with an unusually mild air mass in the Alpine region.<br><br> WEATHER FORECAST: This Wednesday evening, high clouds will thicken, becoming overcast overnight into Thursday, although the mountains will remain clear. Lows will range between -3 and -8 degrees Celsius. A brisk southerly wind may blow in the mountains, but it will be mostly calm and westerly in the high mountains.<br><br> On Thursday afternoon, the sun will break through completely. Good visibility. Unusually mild with temperatures between 5 and 10 degrees Celsius in the Alpine valleys, down to +1 degree Celsius at 2000 meters and -5 degrees Celsius at 3000 meters. A light to moderate wind will blow from the southeast to south. Friday night will be clear. Cold temperatures of -4 to -7 degrees Celsius, down to -13 degrees Celsius in sheltered areas over snow. The wind will continue to blow lightly from the south, with only a few valleys experiencing a fresh mountain breeze from the south.<br><br> Further outlook until Saturday, January 17, 2026: Plenty of sunshine on Friday and Saturday, but also some high clouds at times. Good visibility. Too mild with +3 degrees Celsius at 2000 meters and -2 degrees Celsius at 3000 meters. Light breeze from the south, possibly strong gusts in exposed locations.</div>",
  "7a71956b14528aebf421f591c0868971": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Thursday, January 15, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: Between a controlling low-pressure area over the Atlantic and a large high-pressure zone extending from the Azores High to the Russian High, a southwesterly flow has established itself in the Alpine region, bringing with it a mild air mass.<br><br> WEATHER FORECAST: At most, a few high clouds will pass by. The night will therefore be mostly clear. Lows between -3 and -7 degrees Celsius, locally down to -14 degrees Celsius in sheltered hollows of the high mountains. A light mountain wind will blow from the south at higher elevations, while strong winds are possible locally at lower elevations.<br><br> On Friday, sunshine from early morning until late at night, mountains clear of clouds and therefore good visibility. Below 2000 m, isothermal temperatures of around +1 to 6 degrees Celsius, freezing level at 2200 m, -4 degrees Celsius on the Zugspitze. Light winds with a tendency towards southeast. Overnight into Saturday, a few clouds will drift through, partly cloudy. Light winds from the southeast, but in higher elevations from the southwest at around 40 km/h. Light to moderate frost with temperatures between -4 and -8 degrees Celsius.<br><br> Further outlook until Sunday, January 18, 2026: High pressure will dominate over the weekend, bringing plenty of sunshine and exceptional visibility. Light winds from the south, becoming increasingly föhn-like, but no gusts. Temperatures will rise slightly above freezing in the afternoon, with the freezing level around 2,200 meters.</div>",
  "dbd3f098c8cc076ab8625b04fdaa5c6f": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Friday, January 16, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> A persistent high-pressure system is dominating the weather in Bavaria. Milder air is temporarily flowing in from the east at higher altitudes.<br><br> Overnight into Saturday, the sky will be partly clear, with some thin cirrus clouds passing through. Lows will be around 2 degrees Celsius at 1500 meters and around -5 degrees Celsius at 3000 meters, with a light southerly wind.<br><br> On Saturday, the sun will be partially obscured by high clouds at times, and patchy fog is possible along the edge of the Alps. Temperatures will reach up to 7 degrees Celsius at 1500 meters and down to -1 degree Celsius on the Zugspitze. Winds will blow from the south at average speeds of 20-40 km/h.<br><br> Further outlook until Monday, January 19, 2026: Weak foehn winds on Sunday and Monday. Despite high cloud cover, mostly sunny.</div>",
  "27fa7f9d414dc461e63c1c27b8e56d4a": "Excavated only to a depth of 90 cm.\n\nECTN 11@173.0 cm: Partial fracture (N)",
  "18b228ea70ba47c4f62b510f05c6cf30": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Saturday, January 17, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> On the edge of a high-pressure system over western Russia, the Alpine region continues to receive an influx of relatively mild air from the south.<br><br> This evening, the sky will be mostly partly cloudy. Only along the eastern edge of the Alps will low-lying clouds form, creating a layer of high fog. The night leading into Sunday will be clear across much of the region. Fog and low clouds will spread from the north, reaching into some valleys. Light to moderate frost will prevail at all elevations. Winds will be generally light to moderate, averaging 10 to 20 km/h from the east to south. Only in particularly susceptible foehn valleys should stronger gusts of around 50 km/h from the south be expected at times.<br><br> On Sunday, low-lying, high fog will linger for extended periods along the edge of the Alps below 1000 meters; otherwise, the sun will shine frequently with only a few scattered clouds. Mild temperatures of 4 to 9 degrees Celsius will be reached in the valleys. At 1500 meters, maximum temperatures will range from 2 degrees Celsius in the Berchtesgaden Alps to 7 degrees Celsius in the Allgäu Alps, reaching -2 degrees Celsius on the Zugspitze. The wind will shift to increasingly southerly directions, averaging 10 to 20 km/h, and up to 30 km/h on high peaks. Strong to gale-force gusts of up to 60 km/h are expected at times in the foehn valleys and on the easternmost peaks.<br><br> Further outlook until Tuesday, January 20, 2026: Plenty of sunshine and dry conditions at the start of the new week. Moderate frost will increase at night with mostly light cloud cover, while daytime temperatures will remain quite mild.</div>",
  "a634d126d4aa2bdfb8d88e2a13ae24dc": "ECTN 2@53.0cm: Partial fracture (N)\nECTP 17@27.0cm: Sudden fracture (P) (entire block)",
  "7df32540573922d9d32728fcad1cc155": "ECT 31: no fracture"
}