[
  {
    "date": "2026-01-16",
    "title": "Mountain Weather Report (2026-01-16)",
    "issued": "Thursday, 15/01/2026, at 14.30",
    "html_content": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">Deutscher Wetterdienst - Regionale Wetterberatung München, ausgegeben</span><br><span class=\"lwdb-p-black lwdb-p-black-weather\">am Donnerstag, den 15.01.2026, um 14.30 Uhr</span><br><br><span class=\"lwdb-h2 lwdb-h2-weather-1\">Wetterbericht für den Deutschen Alpenraum:</span><br><br>WETTERLAGE:  Zwischen einem steuernden Tiefdruckgebiet über dem Atlantik und einer umfangreichen Hochdruckzone, welche vom Azorenhoch bis zum  Russlandhoch erstreckt, hat sich eine südwestliche Strömung im  Alpenraum mit Zufuhr einer milden Luftmasse von etabliert. <br><br>WETTERGESCHEHEN:  Allenfalls ein paar hohe Wolkenfelder ziehen vorüber. Nachts somit  überwiegend sternenklar. Tiefstwerte zwischen -3 und -7, in  geschützten Muldenlagen des Hochgebirges örtlich bis -14 Grad. In  Hochlagen weht schwacher, in tiefen Lagen hingegen lokal starker  Bergwind um Süd. <br><br>Am FREITAG Sonne von früh bis spät, Berge frei von Wolken und somit  gute Fernsicht. Unterhalb von 2000 m Isothermie mit etwa +1 bis 6  Grad, Nullgradgrenze 2200 m, auf der Zugspitze -4 Grad.  Schwachwindige Verhältnisse mit Tendenz aus Südost.  In der Nacht zum Samstag ziehen ein paar Wolken durch, wechselnd  wolkig trifft es ganz gut. Schwacher Wind um Südost, in Hochlagen  hingegen aus Südwest mit etwa 40 km/h. Leichter bis mäßiger Frost bei -4 bis -8 Grad. <br><br>Weitere Aussichten bis zum Sonntag, 18.01.2026: Am Wochenende Hochdruckeinfluss mit viel Sonnenschein und  außergewöhnlicher Fernsicht. Schwacher Wind um Süd, zunehmend föhnig  aber keine Windböen. Nachmittags zarte Plusgrade, Nullgradgrenze etwa 2.200 m.  </div>",
    "translated_content": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Thursday, January 15, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: Between a controlling low-pressure area over the Atlantic and a large high-pressure zone extending from the Azores High to the Russian High, a southwesterly flow has established itself in the Alpine region, bringing with it a mild air mass.<br><br> WEATHER FORECAST: At most, a few high clouds will pass by. The night will therefore be mostly clear. Lows between -3 and -7 degrees Celsius, locally down to -14 degrees Celsius in sheltered hollows of the high mountains. A light mountain wind will blow from the south at higher elevations, while strong winds are possible locally at lower elevations.<br><br> On Friday, sunshine from early morning until late at night, mountains clear of clouds and therefore good visibility. Below 2000 m, isothermal temperatures of around +1 to 6 degrees Celsius, freezing level at 2200 m, -4 degrees Celsius on the Zugspitze. Light winds with a tendency towards southeast. Overnight into Saturday, a few clouds will drift through, partly cloudy. Light winds from the southeast, but in higher elevations from the southwest at around 40 km/h. Light to moderate frost with temperatures between -4 and -8 degrees Celsius.<br><br> Further outlook until Sunday, January 18, 2026: High pressure will dominate over the weekend, bringing plenty of sunshine and exceptional visibility. Light winds from the south, becoming increasingly föhn-like, but no gusts. Temperatures will rise slightly above freezing in the afternoon, with the freezing level around 2,200 meters.</div>",
    "fetched_at": "2026-01-15T17:30:20.130Z"
  },
  {
    "date": "2026-01-15",
    "title": "Mountain Weather Report (2026-01-15)",
    "issued": "Wednesday, 14/01/2026, at 14.30",
    "html_content": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">Deutscher Wetterdienst - Regionale Wetterberatung München, ausgegeben</span><br><span class=\"lwdb-p-black lwdb-p-black-weather\">am Mittwoch, den 14.01.2026, um 14.30 Uhr</span><br><br><span class=\"lwdb-h2 lwdb-h2-weather-1\">Wetterbericht für den Deutschen Alpenraum:</span><br><br>WETTERLAGE:  Ein umfangreiches Tiefdrucksystem auf dem Ostatlantik sorgt für eine  von Hochdruck geprägte Südwestwetterlage mit ungewöhnlich milder  Luftmasse im Alpenraum. <br><br>WETTERGESCHEHEN:  Am heutigen Mittwochabend verdichten sich hohe Wolken mehr und mehr,  in der Nacht zum Donnerstag ist es bedeckt, die Berge bleiben aber  frei von Wolken. Tiefstwerte zwischen -3 und -8 Grad. Der Bergwind  kann frisch um Süd wehen, im Hochgebirge ist es aber weitgehend  windschwach um West. <br><br>Am DONNERSTAG setzt sich zum Nachmittag hin die Sonne vollständig  durch. Gute Fernsicht. Ungewöhnlich mild mit 5 bis 10 Grad in den  Alpentälern, bis +1 Grad in 2000 m und -5 Grad in 3000 m. Es weht  schwacher bis mäßiger Wind aus Südost bis Süd. Die Nacht zum Freitag  verläuft sternenklar. Kalte -4 bis -7 Grad, in geschützten Lagen über Schnee bis -13 Grad. Der Wind weht weiterhin schwach um Süd, einzig  in einigen Tälern kann frischer Bergwind um Süd wehen. <br><br>Weitere Aussichten bis zum Samstag, 17.01.2026: Am Freitag und Samstag viel Sonnenschein, zeitweise aber auch hohe  Wolkenfelder. Gute Fernsicht. Zu mild mit +3 Grad in 2000 m und -2  Grad in 3000 m. Leichte Brise um Süd, in exponierten Lagen  möglicherweise starke Windböen.  </div>",
    "translated_content": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Wednesday, January 14, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: A large low-pressure system in the eastern Atlantic is causing a high-pressure southwest weather pattern with an unusually mild air mass in the Alpine region.<br><br> WEATHER FORECAST: This Wednesday evening, high clouds will thicken, becoming overcast overnight into Thursday, although the mountains will remain clear. Lows will range between -3 and -8 degrees Celsius. A brisk southerly wind may blow in the mountains, but it will be mostly calm and westerly in the high mountains.<br><br> On Thursday afternoon, the sun will break through completely. Good visibility. Unusually mild with temperatures between 5 and 10 degrees Celsius in the Alpine valleys, down to +1 degree Celsius at 2000 meters and -5 degrees Celsius at 3000 meters. A light to moderate wind will blow from the southeast to south. Friday night will be clear. Cold temperatures of -4 to -7 degrees Celsius, down to -13 degrees Celsius in sheltered areas over snow. The wind will continue to blow lightly from the south, with only a few valleys experiencing a fresh mountain breeze from the south.<br><br> Further outlook until Saturday, January 17, 2026: Plenty of sunshine on Friday and Saturday, but also some high clouds at times. Good visibility. Too mild with +3 degrees Celsius at 2000 meters and -2 degrees Celsius at 3000 meters. Light breeze from the south, possibly strong gusts in exposed locations.</div>",
    "fetched_at": "2026-01-15T05:25:24.311Z"
  },
  {
    "date": "2026-01-14",
    "title": "Mountain Weather Report (2026-01-14)",
    "issued": "Tuesday, 13/01/2026, at 14.30",
    "html_content": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">Deutscher Wetterdienst - Regionale Wetterberatung München, ausgegeben</span><br><span class=\"lwdb-p-black lwdb-p-black-weather\">am Dienstag, den 13.01.2026, um 14.30 Uhr</span><br><br><span class=\"lwdb-h2 lwdb-h2-weather-1\">Wetterbericht für den Deutschen Alpenraum:</span><br><br>WETTERLAGE:  Das Randtief Hiltrud zieht über Skandinavien hinweg ostwärts. Seine  Warmfront ist bereits ostwärts abgezogen, auf der Rückseite gelangt  im Warmsektor eine ungewöhnlich milde Luftmasse in den Bayerischen  Alpenraum. Anschließend weitet sich eine Hochdruckbrücke aus dem  Mittelraum bis nach Nordosteuropa aus und sorgt für  Hochdruckeinfluss. <br><br>WETTERGESCHEHEN:  Am heutigen Dienstagabend und in der Nacht zum Mittwoch ziehen  lediglich hohe Wolkenfelder durch, die Berge bleiben vollständig frei von Wolken. Die Temperaturen gehen zurück auf -1 bis -5 Grad, in  geschützten Hochlagen über Schnee bei zeitweiligem Aufklaren auch auf -12 Grad. Es weht schwacher Wind mit 10 km/h aus West bis Südwest. <br><br>Am MITTWOCH ziehen mal mehr und mal weniger dichte, hohe Wolken  durch. Entsprechend gibt es kaum Sonnenschein. Es wird ungewöhnlich  mild mit 11 Grad in höhergelegenen Tälern, bis +3 Grad in 2000 m Höhe und bis -4 Grad auf der Zugspitze. Der Wind weht in den meisten  Alpenregionen schwach aus West bis 15 km/h, in Hochlagen der Allgäuer Alpen hingegen frisch bis stark aus Westsüdwest mit bis zu 40 km/h.  In der Nacht zum Donnerstag ziehen von Norden her dichte, hohe Wolken auf. In Tälern bleibt es stellenweise frostfrei mit +2 Grad, im  Bergland geht die Temperatur hingegen auf -3 bis -7 Grad zurück.  Keine Windänderung. <br><br>Weitere Aussichten bis zum Freitag, 16.01.2026: Am Donnerstag ziehen erst dichte Wolken auf, die Berge gehen aber nur zeitweise und nur örtlich in Wolken. Trocken. Am Nachmittag sonnig.  Schwachwindig.  Am Freitag viel, allerdings durch hohe Wolken etwas eingetrübter  Sonnenschein. Gute Fernsicht. Sehr mild. Voraussichtlich schwacher  bis mäßiger Wind um Süd, daher nur leicht föhnig.  </div>",
    "translated_content": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Tuesday, January 13, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: The low-pressure system Hiltrud is moving eastward across Scandinavia. Its warm front has already moved eastward, and behind it, an unusually mild air mass is reaching the Bavarian Alps in the warm sector. Subsequently, a ridge of high pressure from central Europe will extend into northeastern Europe, bringing high pressure influence.<br><br> WEATHER FORECAST: This Tuesday evening and into Wednesday night, only high clouds will pass through; the mountains will remain completely clear. Temperatures will drop to between -1 and -5 degrees Celsius, and in sheltered high-altitude areas above snow with occasional clearing, even to -12 degrees Celsius. A light wind of 10 km/h will blow from the west to southwest.<br><br> On Wednesday, varying degrees of high clouds will drift through the region. Consequently, there will be little sunshine. It will be unusually mild, with temperatures reaching 11 degrees Celsius in higher valleys, up to +3 degrees Celsius at 2000 meters altitude, and down to -4 degrees Celsius on the Zugspitze. Winds will be light from the west, up to 15 km/h, in most Alpine regions, but fresh to strong from the west-southwest, reaching up to 40 km/h, in the higher elevations of the Allgäu Alps. Overnight into Thursday, dense, high clouds will move in from the north. Temperatures will remain above freezing in some valleys, reaching +2 degrees Celsius, while in the mountains they will drop to between -3 and -7 degrees Celsius. No change in wind direction is expected.<br><br> Further outlook until Friday, January 16, 2026: On Thursday, dense clouds will move in, but the mountains will only be shrouded in clouds temporarily and only locally. Dry. Sunny in the afternoon. Light winds. On Friday, plenty of sunshine, although somewhat obscured by high clouds. Good visibility. Very mild. Expected light to moderate winds from the south, therefore only slightly föhn-like.</div>",
    "fetched_at": "2026-01-14T05:54:50.916Z"
  },
  {
    "date": "2026-01-13",
    "title": "Mountain Weather Report (2026-01-13)",
    "issued": "Monday, 12/01/2026, at 14.30",
    "html_content": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">Deutscher Wetterdienst - Regionale Wetterberatung München, ausgegeben</span><br><span class=\"lwdb-p-black lwdb-p-black-weather\">am Montag, den 12.01.2026, um 14.30 Uhr</span><br><br><span class=\"lwdb-h2 lwdb-h2-weather-1\">Wetterbericht für den Deutschen Alpenraum:</span><br><br>WETTERLAGE:  Ausgehend von einem Sturmtief zieht eine Warmfront ostwärts aus dem  Alpenraum ab. Anschließend weitet sich hoher Luftdruck ausgehend vom  Mittelmeerraum über den Alpenraum aus und sorgt für  Zwischenhocheinfluss. <br><br>WETTERGESCHEHEN:  In der Nacht zum Dienstag geht einiges an Regen herunter, die  Regenmengen bewegen sich bei 10 bis 20 Liter pro Quadratmeter.  Entsprechend kommen oberhalb der Schneefallgrenze von etwa 1800 m  zwischen 10 und 20 cm Neuschnee zusammen, im Hochgebirge der  Berchtesgadener Alpen auch etwas mehr als 20 cm. Zugleich weht  starker Wind um 50 km/h zunächst aus Nordwest, später Südwest.  Bereits in der zweiten Nachthälfte klingt der Niederschlag ab und die Wolken lockern stellenweise auf. In tiefen und mittleren Lagen  leichte Plusgrade, in 2000 m -2 und auf der Zugspitze -7 Grad. <br><br>Am DIENSTAG freundlicher Sonne-Wolken-Mix, gerade zum Abend sind nur  wenige Wolken unterwegs. In Tälern wird es mit bis zu 12 Grad sehr  mild, in 2000 m werden es ungewöhnlich milde +4 Grad, Nullgradgrenze  2600 m, und in 3000 m -4 Grad. Zugleich lässt der West- bis  Südwestwind deutlich nach und weht nur noch mit etwa 20 bis 40 km/h. <br><br>In der Nacht zum Mittwoch ziehen mal mehr und mal weniger dichte,  hohe Wolken durch. Die Berge bleiben frei von Wolken. Bei längerem  Aufklaren geht die Temperatur auf um -5 Grad, unabhängig der  Höhenlage, zurück. Es weht mäßiger Wind um West mit etwa 20 km/h. <br><br>Weitere Aussichten bis zum Donnerstag, 15.01.2026: Am Mittwoch mehr Wolken als Sonne, weitgehend freundlich. Schwacher  Südwestwind.  Am Donnerstag erst bedeckt, Berge in Wolken, im Tagesverlauf aber  Wolkenauflösung und am Abend wolkenlos. Mäßiger bis frischer  Südwestwind.  An beiden Tagen milde Temperaturen.  </div>",
    "translated_content": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Monday, January 12, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: Originating from a low-pressure system, a warm front is moving eastward out of the Alpine region. Subsequently, high pressure extending from the Mediterranean region across the Alpine region will bring an area of high pressure.<br><br> WEATHER FORECAST: Significant rain is expected overnight into Tuesday, with accumulations ranging from 10 to 20 liters per square meter. This will result in 10 to 20 cm of fresh snow above the snow line of approximately 1800 m, with slightly more than 20 cm possible in the high mountains of the Berchtesgaden Alps. At the same time, strong winds of around 50 km/h will blow, initially from the northwest, later from the southwest. The precipitation will taper off during the second half of the night, and the clouds will begin to break up in some areas. Temperatures will be slightly above freezing in low and mid-elevations, dropping to -2°C at 2000 m and -7°C on the Zugspitze.<br><br> On Tuesday, a pleasant mix of sun and clouds is expected, with only a few clouds clearing towards evening. It will be very mild in valleys, reaching up to 12 degrees Celsius. At 2000 meters, it will be an unusually mild +4 degrees Celsius, with the freezing level at 2600 meters and -4 degrees Celsius at 3000 meters. At the same time, the west to southwest wind will subside considerably, blowing at only about 20 to 40 km/h.<br><br> Overnight into Wednesday, varying degrees of high clouds will drift through the area. The mountains will remain clear. With prolonged periods of clear skies, temperatures will drop to around -5 degrees Celsius, regardless of altitude. A moderate westerly wind of approximately 20 km/h will blow.<br><br> Further outlook until Thursday, January 15, 2026: On Wednesday, more clouds than sun, mostly pleasant. Light southwest wind. On Thursday, initially overcast, mountains shrouded in clouds, but clearing up during the day and cloudless by evening. Moderate to fresh southwest wind. Mild temperatures on both days.</div>",
    "fetched_at": "2026-01-12T22:25:40.833Z"
  },
  {
    "date": "2026-01-12",
    "title": "German Weather Service - Regional Weather Advice Munich",
    "issued": "Sunday, 11.01.2026, at 2.30 p.m.",
    "html_content": "<div class=\"panel-body weather-report lwdb-p\"><font _mstmutation=\"1\" _msttexthash=\"4545619\" _msthash=\"159\"><span class=\"lwdb-p-small-weather\" _mstmutation=\"1\" _istranslated=\"1\">German Weather Service - Regional Weather Advice Munich, issued</span><br _mstmutation=\"1\" _istranslated=\"1\"><span class=\"lwdb-p-black lwdb-p-black-weather\" _mstmutation=\"1\" _istranslated=\"1\">on Sunday, 11.01.2026, at 2.30 p.m.</span></font><br><br><span class=\"lwdb-h2 lwdb-h2-weather-1\" _msttexthash=\"1412671\" _msthash=\"160\">Weather forecast for the German Alpine region:</span><br><br><font _mstmutation=\"1\" _msttexthash=\"938811861\" _msthash=\"161\">Under the influence of intermediate highs, cold continental air has an effect on the weather. On Monday, a warm front will move in from the west. <br _mstmutation=\"1\" _istranslated=\"1\"><br _mstmutation=\"1\" _istranslated=\"1\">In the night to Monday it will be partly cloudy, at times clear. From the second half of the night, clouds will increasingly move in from the west. The temperature in the valleys will drop to -9 to -13 degrees. <br _mstmutation=\"1\" _istranslated=\"1\"><br _mstmutation=\"1\" _istranslated=\"1\">On Monday, the clouds will continue to increase from the west and then snow will spread to the east, which will quickly turn into freezing rain. In the afternoon, rain will fall in the west, freezing rain must be expected in the east and in some valleys until the evening. The snow line will rise to about 1700 m during the day, with mostly 1 to 5 cm, in places up to 10 cm of snow. In the Berchtesgadener Land, 15 to 20 cm are possible at summit locations. The temperature will rise to 1 to 6 degrees in the valleys, -1 degree in the east at 1500 m and +3 degrees in the west and at 3000 m to -5 degrees. The wind will blow lightly on average around 10 km/h, in gusts fresh around 20 km/h from the south. In the Allgäu, the wind will blow moderate to fresh in the afternoon at 15 to 20 km/h, in gusts of up to 40 km/h from the southwest. The wind will also increase in the course of the day with gusts of up to 80 km/h from the west. <br _mstmutation=\"1\" _istranslated=\"1\"><br _mstmutation=\"1\" _istranslated=\"1\"><br _mstmutation=\"1\" _istranslated=\"1\">Further outlook until Wednesday, 14.01.2026: On Tuesday sun and clouds, mostly dry. Mild. On Wednesday variable clouds, rain at night. Still mild. Stormy in summit locations. </font><br><br></div>"
  }
]